const char * g_pchMcmVersion = "1.0.6 (2017-05-07)";

/*
/////////////////////////////////////////////////////////////////////////////////////////////////////
1.0.0 (2013-06-26):
    1) 第一个正式版本。
1.0.1 (2014-09-25):
    1) 增加带十档买卖盘的行情压缩和解压缩。
1.0.2 (2015-04-14)
    1) 增加港股板块相关接口压缩和解压缩。
    2) 港股经纪队列经纪追踪压缩和解压缩。
1.0.3 (2016-05-28)
    1) 增加港股QTEX数据相关接口压缩和解压缩。
    2) 港股CAS/VCM相关数据压缩和解压缩。
1.0.4 (2016-08-09)
    1) 修复异常情况下解压缩失败的问题。
1.0.5 (2017-02-21)
    1) Use an abstract output buffer instead of vector<char> for flexibility;
	2) Avoid memory copy whenever possible.
1.0.6 (2017-05-07)
	1) support capitalflow;
*/
